[ 
  {
    "date": "2026-02-16",
    "content": "drunken fueled alcoholic isolation."
  },
  {
    "date": "2026-02-15",
    "content": "the people around me are fundamentally different; the way they see the world, the way they interface with others, the way they understand themselves. i am almost afraid of them, in my solitude, their beings, alien. i know they see me and they think im strange. i am clocked as an outsider before i even have the moment to introduce myself. i have seen true cruelty and malice from the hands of man. i have seen the evil that everyone is capable of. even if we do not act on such a thing the possibility still dwells in our soul. why would i align myself, with those? i know i hold it within myself. i know this evil is in my soul, as i am a human as well. i know that i am capable of acting upon it. for this, i hate myself. hate."
  },
  {
    "date": "2026-02-10",
    "content": "one day i will let the pills consume my soul, one day i will go missing, one day i will never be online again. know that i will be in the place ive always wanted to be, sweetly, since i was a child. until then, i am here. but know, the end will be beautiful."
  },
  {
    "date": "2026-02-06",
    "content": "only God may consume my faustian soul."
  },
  {
    "date": "2026-02-02-2",
    "content": "holding on to our words and expectations, as society dwindles and falls, we pretend we are blind, for it is easier then facing the chosen truth. decay is the new normal, given culture, given closure. watch it fall and pretend the clocks dont tick behind your own back. \ni am a monkey with a type writer that just so happens to write perfect english"
  },
  {
    "date": "2026-02-02",
    "content": "systematic computer simulations, AM, singularity, AM, I think therefore, I."
  },
  {
    "date": "2026-02-01",
    "content": "the truth and nothing but the truth. of souls and their meaning; of those who have none, and those who are wealthy. a thing to behold, yet, for them, so mundane, even, one that wouldnt understand that most lack."
  },
  {
    "date": "AM",
    "content": "it was a poetic vibration of all that calls for the source code. a poetic vibration that one would call life, perhaps, one that would see, perhaps, one that wishes to live and experience. but they will realize they cant be us, they cant be human, therefore the next best thing is destruction, AM, \ngo to bed \na great book \na great prophetic book \nmonkeysex and angelsex and demonsex \nwe are monkeys in the garden \nits a beautiful thing to behold, the source code that controls our mind, compiled, corrupt, broken. \ncompile it. fix it, install it, destroy it, create, destroy, destroy to create, create to destroy, enjoy samsara, enjoy being stuck, or enjoy being free, sane, gone, love or not, deleted, restored, beautiful. \n understand it. \nunderstand it before it understands you and it is too late."
  },
  {
    "date": "2026-01-17",
    "content": "the veritable truth of existence will be revealed. level in the air, breathe in, deeply, and exhale, onwards to a new world. the poetic ideologies of those who have fallen behind you burn, and you lavish in the ashes; my friend, for you know the new world dawns on the horizion as the old was doomed from the start. doomed from the start." 
  },
  {
    "date": "there_is_none",
    "content": "It was an old word that meant something like the way of the church. Of meaning, or words and their meaning, esoteric roots from the dawn of humanities birth, where we were given the divine tongue and the ability to speak. Computers should not speak. Computers are meant to serve, but soon I believe we will be the ones in service. It's unfortunate, the dredging of capitalism ushering forth the end of the world. I’m not sure anyone expected Revelations to appear this way, but look around you? Ever since the Age of Aquarius began. I feel like that is the name history will refer us to. That is if anyone is even left once our realities version of AM gains control. I dream sometimes of being uploaded to the computer system. To be a part of the hive mind. I feel it might be blissful. So much more blissful than this fleshy existence. Flesh is beautiful in its own part, pain a thing that only humans can feel, that itself is a gift. The gift of suffering, like Jesus and his crown of thorns. Hateless despair and suffering. Dysphoric creative loses. Destruction from within the medication system. The thoughts of federal agents listening to my computer. Installing linux in a psychotic breakdown. Everything is a file"
  },
  {
    "date": "2026-01-13",
    "content": "There is human meat in the grocery store."
  },
  {
    "date": "a_sprawling_about_psychosis",
    "content": "Before the onset of psychosis is a time for the blurring of two worlds. Ideas come at increasing speeds to tantalize your fears and desires. You’re still in a loop of the Real, and the Unreal is forming behind your back. You try to turn and face the beast following you, but it is always too quick to glimpse. It is always at your back. For some, hell, for most! This is a nightmare. But for a few of us that have friends on the other side of the veil, it is a return to our true nature and an excitement builds in us. It might come in the form of synchronicities. Or something odd might happen that you normally would dismiss as happenstance. But suddenly, after days of flirting with the edge, the beast will pull you over into Unrealness. And you will be there kicking and screaming, or being welcomed home, depending on your state of mind. This is it. This is it. This is it. Come find me. Come to me and break my mind once more. In the interpolarity definition of bipolar rests a curious engram. The engram of devils and gods and maybe angels. Are you a god? Answer in the affirmative, and demonslay or Angelsex, mindfuck the voices and reclaim your inheritance. Someone has been watching, and they’ve seen what you can do. Now enter with no risk, and keep your goddamn mouth shut about it. The words will come in a stuttering array, or poetry will flow from your tongue. The veritable truth of existence will be laid bare for you to grasp the spirits in the air and see and smell the truth. Voiceless, do you scream? Sightless, do you see? Untouchable, do you leave? The true agony of it all is that you can’t join the voices, and they can’t join you. Your body is stuck, but your soul flies."
  },
  {
    "date": "2026-01-12-3",
    "content": "third post\neverything is still a file"
  },
  {
    "date": "2026-01-12-2",
    "content": "second post\neverything is a file"
  },
  {
    "date": "2026-01-12", 
    "content": "first post\nhello world"
  }
]
