[
  {
    "date": "2026-01-13",
    "content": "There is human meat in the grocery store."
  },
  {
    "date": "a_sprawling_about_psychosis",
    "content": "Before the onset of psychosis is a time for the blurring of two worlds. Ideas come at increasing speeds to tantalize your fears and desires. You’re still in a loop of the Real, and the Unreal is forming behind your back. You try to turn and face the beast following you, but it is always too quick to glimpse. It is always at your back. For some, hell, for most! This is a nightmare. But for a few of us that have friends on the other side of the veil, it is a return to our true nature and an excitement builds in us. It might come in the form of synchronicities. Or something odd might happen that you normally would dismiss as happenstance. But suddenly, after days of flirting with the edge, the beast will pull you over into Unrealness. And you will be there kicking and screaming, or being welcomed home, depending on your state of mind. This is it. This is it. This is it. Come find me. Come to me and break my mind once more. In the interpolarity definition of bipolar rests a curious engram. The engram of devils and gods and maybe angels. Are you a god? Answer in the affirmative, and demonslay or Angelsex, mindfuck the voices and reclaim your inheritance. Someone has been watching, and they’ve seen what you can do. Now enter with no risk, and keep your goddamn mouth shut about it. The words will come in a stuttering array, or poetry will flow from your tongue. The veritable truth of existence will be laid bare for you to grasp the spirits in the air and see and smell the truth. Voiceless, do you scream? Sightless, do you see? Untouchable, do you leave? The true agony of it all is that you can’t join the voices, and they can’t join you. Your body is stuck, but your soul flies."
  },
  {
    "date": "2026-01-12-3",
    "content": "third post\neverything is still a file"
  },
  {
    "date": "2026-01-12-2",
    "content": "second post\neverything is a file"
  },
  {
    "date": "2026-01-12", 
    "content": "first post\nhello world"
  }
]
